Repository: naufalfakhar/notepal
Catalog: notepal/Localizable.xcstrings
Source language: en
Languages: id

source: 1 hour before start
id: 1 jam sebelum mulai

source: 5 minutes before start
id: 5 menit sebelum mulai

source: 10 minutes before start
id: 10 menit sebelum mulai

source: 15 minutes before start
id: 15 menit sebelum mulai

source: 30 minutes before start
id: 30 menit sebelum mulai

source: Add
id: Tambah

source: Add to Calendar
id: Tambah ke Kalender

source: Alert
id: Peringatan

source: All-day
id: Seharian

source: Cancel
id: Batal

source: Check Habit Progress
id: Cek Perkembangan Habit

source: Continue
id: Lanjut

source: Custom
id: Khusus

source: Custom Repeat
id: Khusus

source: Daily Habit Limit
id: Batas Habit Harian

source: Day
id: Hari

source: Delete From Calendar
id: Hapus Dari Kalender

source: Done
id: Selesai

source: Edit Calendar Event
id: Edit Peristiwa Kalender

source: Ends
id: Berakhir

source: Every
id: Setiap

source: Every Day
id: Setiap Hari

source: Every Month
id: Setiap Bulan

source: Every Week
id: Setiap Minggu

source: Every Year
id: Setiap Tahun

source: Frequency
id: Frekuensi

source: Fri
id: Jum

source: Habits Done
id: Habit Selesai

source: Last Week
id: Minggu Lalu

source: Missed
id: Terlewat

source: Mon
id: Sen

source: My Action Plan
id: Rencana Saya

source: My Goals
id: Goals Saya

source: My Habit
id: Habit Saya

source: My Habit Progression
id: Perkembangan Habit Saya

source: My Notes
id: Catatan Saya

source: Never
id: Tidak Pernah

source: No Habit Notes
id: Tidak Ada Catatan Habit

source: No Notes
id: Tidak Ada Catatan

source: None
id: Tidak Ada

source: Rate of Completion
id: Persentase Habit Selesai

source: Regular Notes
id: Catatan Reguler

source: Repeat
id: Ulangi

source: Sat
id: Sab

source: Scheduled
id: Terjadwal

source: Search
id: Cari

source: Starts
id: Mulai

source: Sun
id: Ming

source: This Week
id: Minggu Ini

source: Thu
id: Kam

source: Title
id: Judul

source: To keep you focused on your current habits, we recommend you to schedule a maximum of three habits each day
id: Agar anda dapat fokus pada habit yang sudah ada, kami merekomendasikan anda untuk menjadwalkan maksimal tiga habit per hari

source: Tue
id: Sel

source: Wed
id: Rab

source: Weekly Analysis
id: Analisa Mingguan

source: What I Need
id: Hal yang Saya Butuh
